"Map" = "Station Map";
"Tel-o-fun Stations" = "Tel-o-fun";
"Telobike" = "Telobike";
"Inactive station" = "Inactive station";
"Bicycle" = "Bicycles";
"Slots" = "Slots";
"My Position" = "My Position";
"Stations" = "Stations";
"telobike Feedback" = "telobike Feedback";
"Offline" = "Recent data is not available";

"MAP_TITLE" = "Map";
"TIMER_TITLE" = "Timer";

"REPORT_PROBLEM_TITLE" = "Report Problem at '%@'";
"REPORT_PROBLEM_CANCEL" = "Cancel";
"REPORT_PROBLEM_STATION" = "Problem in Station";
"REPORT_PROBLEM_STATION_SUBJECT" = "Telobike Problem Report - Station";
"REPORT_PROBLEM_STATION_BODY_FMT" = "Problem in station: %@";
"REPORT_PROBLEM_BIKE" = "Problem in Bicycle";
"REPORT_PROBLEM_BIKE_SUBJECT" = "Telobike Problem Report - Bicycle";
"REPORT_PROBLEM_BIKE_BODY_FMT" = "Problem in station '%@' in bicycle no. ";

"STATIONS_TITLE" = "Stations";
"INFO_TITLE" = "Info";
"Settings" = "Settings";

"ERROR_LOADING_INFO" = "Unable to load service information";
"ERROR_LOADING_INFO_CANCEL" = "OK";


"SEND_FEEDBACK_BUTTON" = "Feedback";
"MAIL_BODY_FMT" = "\n\nVersion: %@";


"APPIRATER_MESSAGE" = "Please let us know what you think!";
"APPIRATER_MESSAGE_TITLE" = "";
"APPIRATER_CANCEL_BUTTON" = "No, thanks";
"APPIRATER_RATE_BUTTON" = "Rate %@";
"APPIRATER_RATE_LATER" = "Remind me later";

"OPEN_IN_MAPS" = "Do you want to switch to 'Maps'?";
"OPEN_IN_MAPS_CANCEL" = "Cancel";
"OPEN_IN_MAPS_OK" = "Open Maps App";

"STATION_BUTTON_NAVIGATE" = "Navigate";
"STATION_BUTTON_REPORT" = "Report";

"DISTANCE_METERS" = "m";
"DISTANCE_KM" = "km";

"MYLOCATION_TITLE" = "My location";
"MYLOCATION_DISTANCE" = "0m";
"MYLOCATION_DESC" = "";

"NETWORK_ERROR" = ":-( No connectivity to the Internet...";
"NETWORK_ERROR_BUTTON" = "Retry";

"REFRESH_ERROR" = "Unable to refresh. Check your Internet connection...";
"REFRESH_ERROR_BUTTON" = "OK";

"INFO_BACK_BUTTON" = "Back";

"LOADING" = "Loading station information...";


"TIMER_START" = "Start";
"TIMER_CANCEL" = "Cancel";

"ALERT_BODY" = "Bicycle rental time elapsed";
"ALERT_ACTION" = "Open";

"OK" = "OK";